export const charactersProgressionData = [
  {
    "סוג": "גנב",
    "דרגה": 1,
    "תואר": "כייס",
    "נקודות נסיון נדרשות לדרגה": 0,
    "קב\"פ": 1,
    "תוסף התקפה": 0
  },
  {
    "סוג": "גנב",
    "דרגה": 2,
    "תואר": "כייס",
    "נקודות נסיון נדרשות לדרגה": 1250,
    "קב\"פ": 2,
    "תוסף התקפה": 0
  },
  {
    "סוג": "גנב",
    "דרגה": 3,
    "תואר": "פורץ",
    "נקודות נסיון נדרשות לדרגה": 2500,
    "קב\"פ": 3,
    "תוסף התקפה": 1
  },
  {
    "סוג": "גנב",
    "דרגה": 4,
    "תואר": "פורץ",
    "נקודות נסיון נדרשות לדרגה": 5000,
    "קב\"פ": 4,
    "תוסף התקפה": 1
  },
  {
    "סוג": "גנב",
    "דרגה": 5,
    "תואר": "שודד",
    "נקודות נסיון נדרשות לדרגה": 10000,
    "קב\"פ": 5,
    "תוסף התקפה": 2
  },
  {
    "סוג": "גנב",
    "דרגה": 6,
    "תואר": "שודד",
    "נקודות נסיון נדרשות לדרגה": 20000,
    "קב\"פ": 6,
    "תוסף התקפה": 2
  },
  {
    "סוג": "גנב",
    "דרגה": 7,
    "תואר": "נוכל",
    "נקודות נסיון נדרשות לדרגה": 35000,
    "קב\"פ": 7,
    "תוסף התקפה": 3
  },
  {
    "סוג": "גנב",
    "דרגה": 8,
    "תואר": "נוכל",
    "נקודות נסיון נדרשות לדרגה": 55000,
    "קב\"פ": 8,
    "תוסף התקפה": 3
  },
  {
    "סוג": "גנב",
    "דרגה": 9,
    "תואר": "רב-גנבים",
    "נקודות נסיון נדרשות לדרגה": 80000,
    "קב\"פ": 9,
    "תוסף התקפה": 4
  },
  {
    "סוג": "גנב",
    "דרגה": 10,
    "תואר": "רב-גנבים",
    "נקודות נסיון נדרשות לדרגה": 110000,
    "קב\"פ": 10,
    "תוסף התקפה": 4
  },
  {
    "סוג": "גנב",
    "דרגה": 11,
    "תואר": "רב-גנבים",
    "נקודות נסיון נדרשות לדרגה": 145000,
    "קב\"פ": "10 + 1 נק\"פ",
    "תוסף התקפה": 5
  },
  {
    "סוג": "גנב",
    "דרגה": 12,
    "תואר": "רב-גנבים",
    "נקודות נסיון נדרשות לדרגה": 185000,
    "קב\"פ": "10 + 1 נק\"פ",
    "תוסף התקפה": 5
  },
  {
    "סוג": "גנב",
    "דרגה": 13,
    "תואר": "רב-גנבים",
    "נקודות נסיון נדרשות לדרגה": 230000,
    "קב\"פ": "10 + 1 נק\"פ",
    "תוסף התקפה": 6
  },
  {
    "סוג": "גנב",
    "דרגה": 14,
    "תואר": "רב-גנבים",
    "נקודות נסיון נדרשות לדרגה": 280000,
    "קב\"פ": "10 + 1 נק\"פ",
    "תוסף התקפה": 6
  },
  {
    "סוג": "גנב",
    "דרגה": 15,
    "תואר": "רב-גנבים",
    "נקודות נסיון נדרשות לדרגה": 335000,
    "קב\"פ": "10 + 1 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "גנב",
    "דרגה": 16,
    "תואר": "רב-גנבים",
    "נקודות נסיון נדרשות לדרגה": 395000,
    "קב\"פ": "10 + 1 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "כוהן",
    "דרגה": 1,
    "תואר": "עוזר",
    "נקודות נסיון נדרשות לדרגה": 0,
    "קב\"פ": 1,
    "תוסף התקפה": 0
  },
  {
    "סוג": "כוהן",
    "דרגה": 2,
    "תואר": "עוזר",
    "נקודות נסיון נדרשות לדרגה": 1500,
    "קב\"פ": 2,
    "תוסף התקפה": 1
  },
  {
    "סוג": "כוהן",
    "דרגה": 3,
    "תואר": "מטיף",
    "נקודות נסיון נדרשות לדרגה": 3000,
    "קב\"פ": 3,
    "תוסף התקפה": 1
  },
  {
    "סוג": "כוהן",
    "דרגה": 4,
    "תואר": "מטיף",
    "נקודות נסיון נדרשות לדרגה": 6000,
    "קב\"פ": 4,
    "תוסף התקפה": 2
  },
  {
    "סוג": "כוהן",
    "דרגה": 5,
    "תואר": "אב/אם",
    "נקודות נסיון נדרשות לדרגה": 12000,
    "קב\"פ": 5,
    "תוסף התקפה": 2
  },
  {
    "סוג": "כוהן",
    "דרגה": 6,
    "תואר": "אב/אם",
    "נקודות נסיון נדרשות לדרגה": 24000,
    "קב\"פ": 6,
    "תוסף התקפה": 3
  },
  {
    "סוג": "כוהן",
    "דרגה": 7,
    "תואר": "נביא",
    "נקודות נסיון נדרשות לדרגה": 42000,
    "קב\"פ": 7,
    "תוסף התקפה": 3
  },
  {
    "סוג": "כוהן",
    "דרגה": 8,
    "תואר": "נביא",
    "נקודות נסיון נדרשות לדרגה": 66000,
    "קב\"פ": 8,
    "תוסף התקפה": 4
  },
  {
    "סוג": "כוהן",
    "דרגה": 9,
    "תואר": "נשיא",
    "נקודות נסיון נדרשות לדרגה": 96000,
    "קב\"פ": 9,
    "תוסף התקפה": 4
  },
  {
    "סוג": "כוהן",
    "דרגה": 10,
    "תואר": "נשיא",
    "נקודות נסיון נדרשות לדרגה": 132000,
    "קב\"פ": 10,
    "תוסף התקפה": 5
  },
  {
    "סוג": "כוהן",
    "דרגה": 11,
    "תואר": "נשיא",
    "נקודות נסיון נדרשות לדרגה": 174000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 5
  },
  {
    "סוג": "כוהן",
    "דרגה": 12,
    "תואר": "נשיא",
    "נקודות נסיון נדרשות לדרגה": 222000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 6
  },
  {
    "סוג": "כוהן",
    "דרגה": 13,
    "תואר": "נשיא",
    "נקודות נסיון נדרשות לדרגה": 276000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "כוהן",
    "דרגה": 14,
    "תואר": "נשיא",
    "נקודות נסיון נדרשות לדרגה": 336000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "כוהן",
    "דרגה": 15,
    "תואר": "נשיא",
    "נקודות נסיון נדרשות לדרגה": 402000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 8
  },
  {
    "סוג": "כוהן",
    "דרגה": 16,
    "תואר": "נשיא",
    "נקודות נסיון נדרשות לדרגה": 474000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 9
  },
  {
    "סוג": "לוחם",
    "דרגה": 1,
    "תואר": "נושא כלים",
    "נקודות נסיון נדרשות לדרגה": 0,
    "קב\"פ": 1,
    "תוסף התקפה": 1
  },
  {
    "סוג": "לוחם",
    "דרגה": 2,
    "תואר": "נושא כלים",
    "נקודות נסיון נדרשות לדרגה": 2000,
    "קב\"פ": 2,
    "תוסף התקפה": 1
  },
  {
    "סוג": "לוחם",
    "דרגה": 3,
    "תואר": "איש חרב",
    "נקודות נסיון נדרשות לדרגה": 4000,
    "קב\"פ": 3,
    "תוסף התקפה": 2
  },
  {
    "סוג": "לוחם",
    "דרגה": 4,
    "תואר": "איש חרב",
    "נקודות נסיון נדרשות לדרגה": 8000,
    "קב\"פ": 4,
    "תוסף התקפה": 2
  },
  {
    "סוג": "לוחם",
    "דרגה": 5,
    "תואר": "אביר",
    "נקודות נסיון נדרשות לדרגה": 16000,
    "קב\"פ": 5,
    "תוסף התקפה": 3
  },
  {
    "סוג": "לוחם",
    "דרגה": 6,
    "תואר": "אביר",
    "נקודות נסיון נדרשות לדרגה": 32000,
    "קב\"פ": 6,
    "תוסף התקפה": 4
  },
  {
    "סוג": "לוחם",
    "דרגה": 7,
    "תואר": "אומן לחימה",
    "נקודות נסיון נדרשות לדרגה": 56000,
    "קב\"פ": 7,
    "תוסף התקפה": 4
  },
  {
    "סוג": "לוחם",
    "דרגה": 8,
    "תואר": "אומן לחימה",
    "נקודות נסיון נדרשות לדרגה": 88000,
    "קב\"פ": 8,
    "תוסף התקפה": 5
  },
  {
    "סוג": "לוחם",
    "דרגה": 9,
    "תואר": "אלוף",
    "נקודות נסיון נדרשות לדרגה": 128000,
    "קב\"פ": 9,
    "תוסף התקפה": 6
  },
  {
    "סוג": "לוחם",
    "דרגה": 10,
    "תואר": "אלוף",
    "נקודות נסיון נדרשות לדרגה": 176000,
    "קב\"פ": 10,
    "תוסף התקפה": 6
  },
  {
    "סוג": "לוחם",
    "דרגה": 11,
    "תואר": "אלוף",
    "נקודות נסיון נדרשות לדרגה": 232000,
    "קב\"פ": "10 + 3 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "לוחם",
    "דרגה": 12,
    "תואר": "אלוף",
    "נקודות נסיון נדרשות לדרגה": 296000,
    "קב\"פ": "10 + 3 נק\"פ",
    "תוסף התקפה": 8
  },
  {
    "סוג": "לוחם",
    "דרגה": 13,
    "תואר": "אלוף",
    "נקודות נסיון נדרשות לדרגה": 368000,
    "קב\"פ": "10 + 3 נק\"פ",
    "תוסף התקפה": 8
  },
  {
    "סוג": "לוחם",
    "דרגה": 14,
    "תואר": "אלוף",
    "נקודות נסיון נדרשות לדרגה": 448000,
    "קב\"פ": "10 + 3 נק\"פ",
    "תוסף התקפה": 9
  },
  {
    "סוג": "לוחם",
    "דרגה": 15,
    "תואר": "אלוף",
    "נקודות נסיון נדרשות לדרגה": 436000,
    "קב\"פ": "10 + 3 נק\"פ",
    "תוסף התקפה": 10
  },
  {
    "סוג": "לוחם",
    "דרגה": 16,
    "תואר": "אלוף",
    "נקודות נסיון נדרשות לדרגה": 632000,
    "קב\"פ": "10 + 3 נק\"פ",
    "תוסף התקפה": 10
  },
  {
    "סוג": "קוסם",
    "דרגה": 1,
    "תואר": "שוליה",
    "נקודות נסיון נדרשות לדרגה": 0,
    "קב\"פ": 1,
    "תוסף התקפה": 0
  },
  {
    "סוג": "קוסם",
    "דרגה": 2,
    "תואר": "שוליה",
    "נקודות נסיון נדרשות לדרגה": 2500,
    "קב\"פ": 2,
    "תוסף התקפה": 0
  },
  {
    "סוג": "קוסם",
    "דרגה": 3,
    "תואר": "אשף",
    "נקודות נסיון נדרשות לדרגה": 5000,
    "קב\"פ": 3,
    "תוסף התקפה": 0
  },
  {
    "סוג": "קוסם",
    "דרגה": 4,
    "תואר": "אשף",
    "נקודות נסיון נדרשות לדרגה": 10000,
    "קב\"פ": 4,
    "תוסף התקפה": 1
  },
  {
    "סוג": "קוסם",
    "דרגה": 5,
    "תואר": "מג",
    "נקודות נסיון נדרשות לדרגה": 20000,
    "קב\"פ": 5,
    "תוסף התקפה": 1
  },
  {
    "סוג": "קוסם",
    "דרגה": 6,
    "תואר": "מג",
    "נקודות נסיון נדרשות לדרגה": 40000,
    "קב\"פ": 6,
    "תוסף התקפה": 2
  },
  {
    "סוג": "קוסם",
    "דרגה": 7,
    "תואר": "מומחה",
    "נקודות נסיון נדרשות לדרגה": 70000,
    "קב\"פ": 7,
    "תוסף התקפה": 2
  },
  {
    "סוג": "קוסם",
    "דרגה": 8,
    "תואר": "מומחה",
    "נקודות נסיון נדרשות לדרגה": 110000,
    "קב\"פ": 8,
    "תוסף התקפה": 2
  },
  {
    "סוג": "קוסם",
    "דרגה": 9,
    "תואר": "רב-מג",
    "נקודות נסיון נדרשות לדרגה": 160000,
    "קב\"פ": 9,
    "תוסף התקפה": 3
  },
  {
    "סוג": "קוסם",
    "דרגה": 10,
    "תואר": "רב-מג",
    "נקודות נסיון נדרשות לדרגה": 220000,
    "קב\"פ": 10,
    "תוסף התקפה": 3
  },
  {
    "סוג": "קוסם",
    "דרגה": 11,
    "תואר": "רב-מג",
    "נקודות נסיון נדרשות לדרגה": 290000,
    "קב\"פ": "10 + 1 נק\"פ",
    "תוסף התקפה": 4
  },
  {
    "סוג": "קוסם",
    "דרגה": 12,
    "תואר": "רב-מג",
    "נקודות נסיון נדרשות לדרגה": 370000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 4
  },
  {
    "סוג": "קוסם",
    "דרגה": 13,
    "תואר": "רב-מג",
    "נקודות נסיון נדרשות לדרגה": 460000,
    "קב\"פ": "10 + 3 נק\"פ",
    "תוסף התקפה": 4
  },
  {
    "סוג": "קוסם",
    "דרגה": 14,
    "תואר": "רב-מג",
    "נקודות נסיון נדרשות לדרגה": 560000,
    "קב\"פ": "10 + 4 נק\"פ",
    "תוסף התקפה": 5
  },
  {
    "סוג": "קוסם",
    "דרגה": 15,
    "תואר": "רב-מג",
    "נקודות נסיון נדרשות לדרגה": 670000,
    "קב\"פ": "10 + 5 נק\"פ",
    "תוסף התקפה": 5
  },
  {
    "סוג": "קוסם",
    "דרגה": 16,
    "תואר": "רב-מג",
    "נקודות נסיון נדרשות לדרגה": 790000,
    "קב\"פ": "10 + 6 נק\"פ",
    "תוסף התקפה": 6
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 1,
    "תואר": "נוצה",
    "נקודות נסיון נדרשות לדרגה": 0,
    "קב\"פ": 1,
    "תוסף התקפה": 0
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 2,
    "תואר": "נוצה",
    "נקודות נסיון נדרשות לדרגה": 4000,
    "קב\"פ": 2,
    "תוסף התקפה": 1
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 3,
    "תואר": "מיתר",
    "נקודות נסיון נדרשות לדרגה": 8000,
    "קב\"פ": 3,
    "תוסף התקפה": 1
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 4,
    "תואר": "מיתר",
    "נקודות נסיון נדרשות לדרגה": 16000,
    "קב\"פ": 4,
    "תוסף התקפה": 2
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 5,
    "תואר": "חץ",
    "נקודות נסיון נדרשות לדרגה": 32000,
    "קב\"פ": 5,
    "תוסף התקפה": 2
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 6,
    "תואר": "חץ",
    "נקודות נסיון נדרשות לדרגה": 56000,
    "קב\"פ": 6,
    "תוסף התקפה": 3
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 7,
    "תואר": "אוושה",
    "נקודות נסיון נדרשות לדרגה": 88000,
    "קב\"פ": 7,
    "תוסף התקפה": 3
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 8,
    "תואר": "אוושה",
    "נקודות נסיון נדרשות לדרגה": 128000,
    "קב\"פ": 8,
    "תוסף התקפה": 4
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 9,
    "תואר": "אומן-קשת",
    "נקודות נסיון נדרשות לדרגה": 176000,
    "קב\"פ": 9,
    "תוסף התקפה": 4
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 10,
    "תואר": "אומן-קשת",
    "נקודות נסיון נדרשות לדרגה": 232000,
    "קב\"פ": 10,
    "תוסף התקפה": 5
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 11,
    "תואר": "אומן-קשת",
    "נקודות נסיון נדרשות לדרגה": 296000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 5
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 12,
    "תואר": "אומן-קשת",
    "נקודות נסיון נדרשות לדרגה": 368000,
    "קב\"פ": "10 + 4 נק\"פ",
    "תוסף התקפה": 6
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 13,
    "תואר": "אומן-קשת",
    "נקודות נסיון נדרשות לדרגה": 448000,
    "קב\"פ": "10 + 6 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 14,
    "תואר": "אומן-קשת",
    "נקודות נסיון נדרשות לדרגה": 536000,
    "קב\"פ": "10 + 8 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 15,
    "תואר": "אומן-קשת",
    "נקודות נסיון נדרשות לדרגה": 632000,
    "קב\"פ": "10 + 10 נק\"פ",
    "תוסף התקפה": 8
  },
  {
    "סוג": "אלף קשת",
    "דרגה": 16,
    "תואר": "אומן-קשת",
    "נקודות נסיון נדרשות לדרגה": 736000,
    "קב\"פ": "10 + 12 נק\"פ",
    "תוסף התקפה": 9
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 1,
    "תואר": "קל-רגל",
    "נקודות נסיון נדרשות לדרגה": 0,
    "קב\"פ": 1,
    "תוסף התקפה": 0
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 2,
    "תואר": "קל-רגל",
    "נקודות נסיון נדרשות לדרגה": 2000,
    "קב\"פ": 2,
    "תוסף התקפה": 1
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 3,
    "תואר": "מורה-דרך",
    "נקודות נסיון נדרשות לדרגה": 4000,
    "קב\"פ": 3,
    "תוסף התקפה": 1
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 4,
    "תואר": "מורה-דרך",
    "נקודות נסיון נדרשות לדרגה": 8000,
    "קב\"פ": 4,
    "תוסף התקפה": 2
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 5,
    "תואר": "חוקר",
    "נקודות נסיון נדרשות לדרגה": 16000,
    "קב\"פ": 5,
    "תוסף התקפה": 2
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 6,
    "תואר": "חוקר",
    "נקודות נסיון נדרשות לדרגה": 30000,
    "קב\"פ": 6,
    "תוסף התקפה": 3
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 7,
    "תואר": "מפאי",
    "נקודות נסיון נדרשות לדרגה": 50000,
    "קב\"פ": 7,
    "תוסף התקפה": 3
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 8,
    "תואר": "מפאי",
    "נקודות נסיון נדרשות לדרגה": 76000,
    "קב\"פ": 8,
    "תוסף התקפה": 4
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 9,
    "תואר": "מגלה ארצות",
    "נקודות נסיון נדרשות לדרגה": 108000,
    "קב\"פ": 9,
    "תוסף התקפה": 4
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 10,
    "תואר": "מגלה ארצות",
    "נקודות נסיון נדרשות לדרגה": 146000,
    "קב\"פ": 10,
    "תוסף התקפה": 5
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 11,
    "תואר": "מגלה ארצות",
    "נקודות נסיון נדרשות לדרגה": 190000,
    "קב\"פ": "10 + 2 נק\"פ",
    "תוסף התקפה": 5
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 12,
    "תואר": "מגלה ארצות",
    "נקודות נסיון נדרשות לדרגה": 240000,
    "קב\"פ": "10 + 4 נק\"פ",
    "תוסף התקפה": 6
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 13,
    "תואר": "מגלה ארצות",
    "נקודות נסיון נדרשות לדרגה": 296000,
    "קב\"פ": "10 + 6 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 14,
    "תואר": "מגלה ארצות",
    "נקודות נסיון נדרשות לדרגה": 358000,
    "קב\"פ": "10 + 8 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 15,
    "תואר": "מגלה ארצות",
    "נקודות נסיון נדרשות לדרגה": 426000,
    "קב\"פ": "10 + 10 נק\"פ",
    "תוסף התקפה": 8
  },
  {
    "סוג": "בן מחצית גשש",
    "דרגה": 16,
    "תואר": "מגלה ארצות",
    "נקודות נסיון נדרשות לדרגה": 500000,
    "קב\"פ": "10 + 12 נק\"פ",
    "תוסף התקפה": 9
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 1,
    "תואר": "שומר",
    "נקודות נסיון נדרשות לדרגה": 0,
    "קב\"פ": 1,
    "תוסף התקפה": 1
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 2,
    "תואר": "שומר",
    "נקודות נסיון נדרשות לדרגה": 2200,
    "קב\"פ": 2,
    "תוסף התקפה": 1
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 3,
    "תואר": "זקיף",
    "נקודות נסיון נדרשות לדרגה": 4400,
    "קב\"פ": 3,
    "תוסף התקפה": 2
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 4,
    "תואר": "זקיף",
    "נקודות נסיון נדרשות לדרגה": 8800,
    "קב\"פ": 4,
    "תוסף התקפה": 2
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 5,
    "תואר": "נוטר",
    "נקודות נסיון נדרשות לדרגה": 17600,
    "קב\"פ": 5,
    "תוסף התקפה": 3
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 6,
    "תואר": "נוטר",
    "נקודות נסיון נדרשות לדרגה": 35200,
    "קב\"פ": 6,
    "תוסף התקפה": 4
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 7,
    "תואר": "צריח",
    "נקודות נסיון נדרשות לדרגה": 61600,
    "קב\"פ": 7,
    "תוסף התקפה": 4
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 8,
    "תואר": "צריח",
    "נקודות נסיון נדרשות לדרגה": 96800,
    "קב\"פ": 8,
    "תוסף התקפה": 5
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 9,
    "תואר": "מבצר",
    "נקודות נסיון נדרשות לדרגה": 140800,
    "קב\"פ": 9,
    "תוסף התקפה": 6
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 10,
    "תואר": "מבצר",
    "נקודות נסיון נדרשות לדרגה": 193600,
    "קב\"פ": 10,
    "תוסף התקפה": 6
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 11,
    "תואר": "מבצר",
    "נקודות נסיון נדרשות לדרגה": 255200,
    "קב\"פ": "10 + 3 נק\"פ",
    "תוסף התקפה": 7
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 12,
    "תואר": "מבצר",
    "נקודות נסיון נדרשות לדרגה": 325600,
    "קב\"פ": "10 + 6 נק\"פ",
    "תוסף התקפה": 8
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 13,
    "תואר": "מבצר",
    "נקודות נסיון נדרשות לדרגה": 404800,
    "קב\"פ": "10 + 9 נק\"פ",
    "תוסף התקפה": 8
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 14,
    "תואר": "מבצר",
    "נקודות נסיון נדרשות לדרגה": 492800,
    "קב\"פ": "10 + 12 נק\"פ",
    "תוסף התקפה": 9
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 15,
    "תואר": "מבצר",
    "נקודות נסיון נדרשות לדרגה": 589600,
    "קב\"פ": "10 + 15 נק\"פ",
    "תוסף התקפה": 10
  },
  {
    "סוג": "גמד שומר-מעוז",
    "דרגה": 16,
    "תואר": "מבצר",
    "נקודות נסיון נדרשות לדרגה": 695200,
    "קב\"פ": "10 + 18 נק\"פ",
    "תוסף התקפה": 10
  }
]