export const charactersData = [
    {
      "סוג": "גנב",
      "תכונה עיקרית": "זריזות, 13 ומעלה",
      "קוביית פגיעה": "1ק4",
      "שריונות ומגינים מותרים": "שריון עור בלבד, ללא מגן",
      "נשקים מותרים": "כולם, אבל נשקים קסומים מוגבלים לפגיונות וחרבות",
      "יכולות": "דקירה בגב\nקריאת שפה רגילה (דרגה 3)\nמיומנויות גנב\nקריאת כתבים קסומים (דרגה 6)\nאשף חמיקה (דרגה 12)"
    },
    {
      "סוג": "כוהן",
      "תכונה עיקרית": "חוכמה, 13 ומעלה",
      "קוביית פגיעה": "1ק6",
      "שריונות ומגינים מותרים": "כולם",
      "נשקים מותרים": "נשקים קהים בלבד",
      "יכולות": "הטלת לחשים\nגירוש אל-מתים\nלחשים נשגבים (דרגה 12)"
    },
    {
      "סוג": "לוחם",
      "תכונה עיקרית": "כוח, 13 ומעלה",
      "קוביית פגיעה": "1ק8",
      "שריונות ומגינים מותרים": "כולם",
      "נשקים מותרים": "כולם",
      "יכולות": "לחימה בכלי נשק דו-ידניים\nהדיפת התקפות אויב\nסגנונות לחימה (דרגות 3 ו-5)\n* התקפה ברוטלית\n* מכה מלומדת\n* פעולת הסחה\nסגנונות לחימה מתקדמים (דרגה 8, 11 ו-14)\n* התקפה ברוטלית ואכזרית\n* התקפה ברוטלית ומאיימת\n* מכה מלומדת וזהירה\n* מכה מלומדת ומהירה\n* פעולת הסחה נועזת\n* פעולת הסחה מושכת\nאשפות נשק (דרגה 12)\n* אשף בכלי נשק לקרב פנים-אל-פנים\n* אשף בנשקי קליעים"
    },
    {
      "סוג": "קוסם",
      "תכונה עיקרית": "תבונה, 13 ומעלה",
      "קוביית פגיעה": "1ק4",
      "שריונות ומגינים מותרים": "אין",
      "נשקים מותרים": "פגיון, מטה וזיק",
      "יכולות": "הטלת לחשים\nלחשים קמאיים (דרגה 15)"
    },
    {
      "סוג": "אלף קשת",
      "תכונה עיקרית": "זריזות ותבונה, 13 ומעלה",
      "קוביית פגיעה": "1ק6",
      "שריונות ומגינים מותרים": "כולם מלבד שריון לוחות",
      "נשקים מותרים": "כולם מלבד נשקי קפא\"פ דו-ידניים",
      "יכולות": "הטלת לחשים\nדיוק קטלני\nדיוק זהיר (דרגה 3)\nירי מטווח אפס (דרגה 6)\nירי מרחוק (דרגה 9)\nאשפות חץ וקסם (דרגה 12)\n* חץ קסום\n* חץ נגוז\nירי מהיר (דרגה 15)"
    },
    {
      "סוג": "בן מחצית גשש",
      "תכונה עיקרית": "כוח וזריזות, 13 ומעלה",
      "קוביית פגיעה": "1ק6",
      "שריונות ומגינים מותרים": "כולם, נדרשת התאמה לגודל",
      "נשקים מותרים": "כל כלי הנשק שמידתם קטנה - למשל פגיון, חרב קצרה וכד'",
      "יכולות": "גששות\nמיומנויות גשש\nערנות תמידית\nבן מחצית גשש-גנב\n* מיומנות מלאכה עדינה (דרגה 6)\n דקירה בגב (דרגה 9)\nקריאת שפה רגילה (דרגה 12)\nקריאת כתבים קסומים (דרגה 15)\nבן מחצית גשש-כוהן\nהטלת לחשי כוהן (דרגה 6)\nגירוש אל-מתים (דרגה 12)\nבן מחצית גשש-לוחם\n * סגנונות לחימה (דרגות 6 ו-9) - התקפה ברוטלית, מכה מלומדת או פעולת הסחה\n * סגנונות לחימה מתקדמים (דרגות 12 ו-15) - התקפה ברוטלית ואכזרית, התקפה ברוטלית ומאיימת, מכה מלומדת וזהירה, מכה מלומדת ומהירה, פעולת הסחה נועזת או פעולת הסחה מושכת\nבן מחצית גשש-לוחם\n* הטלת לחשי קוסם (דרגה 6)"
    },
    {
      "סוג": "גמד שומר-מעוז",
      "תכונה עיקרית": "כוח וחוסן, 13 ומעלה",
      "קוביית פגיעה": "1ק8",
      "שריונות ומגינים מותרים": "כולם, תמיד יישא מגן",
      "נשקים מותרים": "כולם, מלבד כלי נשק דו-ידניים",
      "יכולות": "מגן קרבי\nסגנונות לחימה (דרות 3 ו-5)\n* דחיפה\n* לחימה מאחורי מגן\n* חבטת מגן\nסוד היציבות הפנימית (דרגה 7)\nסוד הנטוע במקומו (דרגה 10)\nהסוד כנגד המאגיה (דרגה 13)\nסוד שומרי המעוז (דרגה 16)"
    }
  ]