export const generalItemsData = [
    {
      "חפץ": "אוהל",
      "משקל": 10,
      "מחיר": 10
    },
    {
      "חפץ": "אזיקים",
      "משקל": 0.5,
      "מחיר": 15
    },
    {
      "חפץ": "אקוניטון",
      "משקל": 0,
      "מחיר": 0.1
    },
    {
      "חפץ": "את חפירה",
      "משקל": 3,
      "מחיר": 2
    },
    {
      "חפץ": "בקבוק יין (זכוכית)",
      "משקל": 1,
      "מחיר": 2
    },
    {
      "חפץ": "בקבוקון עור",
      "משקל": 0.5,
      "מחיר": 0.03
    },
    {
      "חפץ": "גיר",
      "משקל": 0,
      "מחיר": 0.05
    },
    {
      "חפץ": "גלגלת הרמה",
      "משקל": 3,
      "מחיר": 5
    },
    {
      "חפץ": "דיו (30 ג')",
      "משקל": 0,
      "מחיר": 1
    },
    {
      "חפץ": "חבית",
      "משקל": 10,
      "מחיר": 2
    },
    {
      "חפץ": "חבל (15 מ')",
      "משקל": 7,
      "מחיר": 1
    },
    {
      "חפץ": "חבל משי (15 מ')",
      "משקל": 3,
      "מחיר": 10
    },
    {
      "חפץ": "יריעת קנבס (לכל מטר מרובע)",
      "משקל": 0.5,
      "מחיר": 0.1
    },
    {
      "חפץ": "יתד ברזל",
      "משקל": 0.5,
      "מחיר": 0.05
    },
    {
      "חפץ": "כלי פריצה (לגנב)",
      "משקל": 0.5,
      "מחיר": 25
    },
    {
      "חפץ": "לום ברזל",
      "משקל": 2,
      "מחיר": 0.2
    },
    {
      "חפץ": "לפיד",
      "משקל": 0.5,
      "מחיר": 0.01
    },
    {
      "חפץ": "מוט (3 מ')",
      "משקל": 4,
      "מחיר": 0.2
    },
    {
      "חפץ": "מים קדושים (בקבוקון)",
      "משקל": 0,
      "מחיר": 25
    },
    {
      "חפץ": "מנורת שמן מארד",
      "משקל": 0.5,
      "מחיר": 0.1
    },
    {
      "חפץ": "מנות יבשות (ליום)",
      "משקל": 0.5,
      "מחיר": 1
    },
    {
      "חפץ": "מנות מסע (ליום)",
      "משקל": 1,
      "מחיר": 0.5
    },
    {
      "חפץ": "מנעול",
      "משקל": 0.5,
      "מחיר": 20
    },
    {
      "חפץ": "מראת מתכת קטנה",
      "משקל": 0,
      "מחיר": 20
    },
    {
      "חפץ": "משרוקית",
      "משקל": 0,
      "מחיר": 0.5
    },
    {
      "חפץ": "נאד מים",
      "משקל": 0.5,
      "מחיר": 1
    },
    {
      "חפץ": "נייר (דף)",
      "משקל": 0,
      "מחיר": 0.2
    },
    {
      "חפץ": "נר",
      "משקל": 0,
      "מחיר": 0.01
    },
    {
      "חפץ": "נרתיק מגילות",
      "משקל": 0,
      "מחיר": 1
    },
    {
      "חפץ": "סולם (3 מ')",
      "משקל": 8,
      "מחיר": 0.05
    },
    {
      "חפץ": "סיר ברזל",
      "משקל": 1,
      "מחיר": 0.5
    },
    {
      "חפץ": "סמל קדוש עשוי כסף",
      "משקל": 0,
      "מחיר": 25
    },
    {
      "חפץ": "סמל קדוש עשוי עץ",
      "משקל": 0,
      "מחיר": 1
    },
    {
      "חפץ": "ספר לחשים ריק",
      "משקל": 0.5,
      "מחיר": 25
    },
    {
      "חפץ": "ערכת הצתה",
      "משקל": 0,
      "מחיר": 1
    },
    {
      "חפץ": "עששית",
      "משקל": 1,
      "מחיר": 7
    },
    {
      "חפץ": "עששית ממוקדת",
      "משקל": 1,
      "מחיר": 12
    },
    {
      "חפץ": "פטיש",
      "משקל": 1,
      "מחיר": 0.5
    },
    {
      "חפץ": "פעמון",
      "משקל": 0,
      "מחיר": 1
    },
    {
      "חפץ": "קרס טיפוס",
      "משקל": 2,
      "מחיר": 1
    },
    {
      "חפץ": "רשת דייג (6 מ' מרובע)",
      "משקל": 2,
      "מחיר": 4
    },
    {
      "חפץ": "שום מבורך",
      "משקל": 0,
      "מחיר": 10
    },
    {
      "חפץ": "שמן מנורות (מנה אחת)",
      "משקל": 0,
      "מחיר": 0.1
    },
    {
      "חפץ": "שק (קיבולת 15 ק\"ג)",
      "משקל": 0.5,
      "מחיר": 2
    },
    {
      "חפץ": "שק (קיבולת 7.5 ק\"ג)",
      "משקל": 0,
      "מחיר": 1
    },
    {
      "חפץ": "שק שינה",
      "משקל": 1,
      "מחיר": 0.2
    },
    {
      "חפץ": "שרשרת (3 מ')",
      "משקל": 1.5,
      "מחיר": 30
    },
    {
      "חפץ": "תיבה",
      "משקל": 5,
      "מחיר": 2
    },
    {
      "חפץ": "תיק גב (נושא 15 ק\"ג)",
      "משקל": 1,
      "מחיר": 5
    }
  ]