export const magicsData = [
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "אור",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיק אור בהיר כמו לפיד ברדיוס של 7 מטרים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "גילוי קסם",
    "טווח": "20 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בקיומם של קסמים המשפיעים על מקומות, אנשים או חפצים בטווח הלחש. לדוגמה, חפצים קסומים יכולים להתגלות באופן זה, וכן נוכחתו של לחש שהוטל בחשאי על אדם."
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "גילוי רוע",
    "טווח": "40 מטרים",
    "משך": "שעה",
    "תיאור": "מטיל הלחש יכול להבחין בכל קסם מרושע, כוונות מרושעות, מחשבות מרושעות או הילות מרושעות בטווח הלחש. רעל אינו רע מיסודו ולא ניתן לאיתור באמצעות לחש זה. השאלה אם יש הבדל בין תוהו למרושע נתונה לשיקול דעתה של הנחה - ברוב המערכות הם זהים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "הגנה מרוע",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "הלחש יוצר שדה של הגנה מסביב ובצמוד למטיל הלחש, החוסם את כל היצורים הקסומים (כגון שדים או יסודונים). מפלצות מרושעות סובלות ממחסר 1- לפגיעה במטיל הלחש, ומטיל הלחש זוכה בתוסף 1+ לכל גלגולי ההצלה מהתקפות כאלו. אם למטיל הלחש כבר יש תוספים קסומים אחרים לגלגולי ההצלה או לדרג\"ש, לתוסף אין השפעה, אך הלחש עדיין פועל כנגד יצורים קסומים."
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "טיהור מזון ומשקה",
    "טווח": "קרוב או מגע (להחלטת המנחה)",
    "משך": "מיידי",
    "תיאור": "הלחש מטהר כל רעל או קלקול ממזון וממים בכמות המספיקה לתריסר איש"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "ריפוי פצעים קלים",
    "טווח": "מגע",
    "משך": "מיידי",
    "תיאור": "הלחש מרפא 1ק6 + 1 נקודות פגיעה. היפוך מרושע של לחש זה מאפשר לכוהן מנטיית תוהו לגרום כמות כזו של נזק במקום לרפא"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "ברכה",
    "טווח": "קרוב",
    "משך": "שעה",
    "תיאור": "לחש זה מעניק למטרה את תוסף של 1+ לגלגולי ההתקפה (ומשפר את המוראל, אם המטרה אינה דמות שחקן). המטרה אינה יכולה להיות בקרב כאשר הלחש מוטל"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "דממה רדיוס 5 מ'",
    "טווח": "60 מטרים",
    "משך": "שעתיים",
    "תיאור": "שקט קסום שורר באזור בעל רדיוס של 5 מטרים מסביב ליצור או לחפץ שהוא מטרת הלחש, ונע עימו. רעשים שמופקים בתוך אזור ההשפעה אינם נשמעים כלל גם מחוצה לו"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "דיבור עם חיות",
    "טווח": "מטיל הלחש",
    "משך": "שעה",
    "תיאור": "מטיל הלחש יכול לדבר עם בעלי חיים רגילים. יש סיכוי טוב שבעלי החיים יספקו סיוע סביר, אם יתבקשו, ועצם הפנייה אליהם לא תגרום להם לתקוף את מטיל הלחש - אלא אם יגיד משהו מעליב במיוחד"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "הקסמת נחש",
    "טווח": "20 מטרים",
    "משך": "1ק4 + 2 עשרות דקות",
    "תיאור": "מטיל הלחש מהפנט נחשים בכמות של קוביית פגיעה אחת לכל דרגה של מטיל הלחש. הנחשים מצייתים לפקודות מטיל הלחש"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "מציאת מלכודות",
    "טווח": "10 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש מבחין הן במלכודות קסומות והן במלכודות רגילות במרחק של עשרה מטרים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "עצירת איש",
    "טווח": "60 מטרים",
    "משך": "90 דקות",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. מי מהם שייכשל בגלגול הצלה יהיה משותק לחלוטין כל משך ההשפעה. לחילופין, מטיל הלחש יכול לבחור להטיל את הלחש על אדם אחד בלבד, ובמקרה כזה גלגול ההצלה נעשה עם מחסור של 2-."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "אור",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיק אור בהיר כמו לפיד ברדיוס של 7 מטרים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "גילוי קסם",
    "טווח": "20 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בקיומם של קסמים המשפיעים על מקומות, אנשים או חפצים בטווח הלחש. לדוגמה, חפצים קסומים יכולים להתגלות באופן זה, וכן נוכחתו של לחש שהוטל בחשאי על אדם"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הגנה מרוע",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "הלחש יוצר שדה קסום של הגנה מסביב ובצמוד למטיל הלחש, החוסם את כל היצורים הקסומים (כגון שדים או יסודונים). מפלצות מרושעות סובלות ממחסר 1- לפגיעה במטיל הלחש, ומטיל הלחש זוכה בתוסף +1 לכל גלגולי ההצלה מהתקפות כאלו. אם למטיל הלחש כבר כבר יש תוספים קסומים אחרים לגלגול ההצלה או לדרג\"ש, לתוסף אין השפעה, אך הלחש עדיין פועל כנגד יצורים קסומים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הקסמת איש",
    "טווח": "40 מטרים",
    "משך": "עד הסרה",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. אם היצור נכשל בגלגול ההצלה, הוא נכנע להשפעתו של מטיל הלחש ומתייחס אליו כאל ידיד טוב עד שמטיל הלחש, או אחד מחבריו, יבצע פעולה עוינת בברור כלפיו."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הרדמה",
    "טווח": "80 מטרים",
    "משך": "שעה",
    "תיאור": "לחש זה מפיל אויבים לשינה קסומה (ללא גלגול הצלה). הוא משפיע על יצורים על פי קוביות הפגיעה שלהם. כל מי שנופל לשינה קסומה זו ימשיך לישון עד לתום משך ההשפעה, עד שהוא סופג נזק או עד אשר יסטרו לו בחוזקה מספר פעמים. קורבנות עם 1 ומטה קב\"פ מושפעים 4ק4 במספר. קורבנות עם +1 עד +2 מושפעים 2ק6 במספר. קורבנות עם 3 עד 3+ מושפעים 1ק6 במספר. קורבנות 4 עד 4+ מושפעים 1 במספר."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "מגן",
    "טווח": "מטיל הלחש",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש מייצר מגן בלתי נראה שחוסם התקפות. המגן משפר את דירוג השריון של מטיל הלחש ל-17 כנגד התקפות קליעים ול-15 כנגד התקפות פנים אל פנים או כל סוג התקפה אחר. אם דירוג השריון של מטיל הלחש טוב יותר מזה שהלחש היה מעניק לו, ללחש אין השפעה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "עצירת פתח",
    "טווח": "להחלטת המנחה",
    "משך": "20 - 120 דקות (2ק6 כפול 10)",
    "תיאור": "הלחש מחזיק דלת סגורה למשך ההשפעה שלו או עד שיוסר. יצורים עם עמידות לקסם יכולים לנתץ את הלחש ללא מאמץ"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קליע קסם",
    "טווח": "50 מטרים",
    "משך": "מיידי",
    "תיאור": "קליע קסום נורה אל עבר המטרה. על פי החלטת המנחה ללחש זה ייתכנו שתי השפעות: 1. הקוסם נדרש לגלגל על מנת לפגוע במטרה עם תוסף של +1 לגלגול.  \n הקליע יגרום 1ק6 + 1 נזק   -  2. הקליע פוגע אוטומטית וגורם 1ק4 + 1 נזק.  בכל מקרה הקוסם מטיל שני קליעים נוספים לכל 5 דרגות. בדרגה 5 מטיל הלחש 3 קליעים, ו-5 קליעים בדרגה 10."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קריאת קסם",
    "טווח": "מטיל הלחש",
    "משך": "2 מגילות או כתבי קסם אחרים",
    "תיאור": "לחש זה מאפשר לקוסם לקרוא כתבים קסומים ממגילות וגם (לעתים) קירות מבוכים. ללא שימוש בלחש זה לא ניתן לקרוא כתבים קסומים, אפילו על ידי קוסם."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קריאת שפות",
    "טווח": "מטיל הלחש",
    "משך": "2 עמודים בשפה לא מובנת",
    "תיאור": "לחש זה מאפשר למטיל הלחש לפענח הכוונות, הוראות ונוסחאות בשפה לא מוכרת לו. הלחש שימושי במיוחד עבור מפות אוצר, אך הוא אינו מפענח צפנים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "אור תמיד",
    "טווח": "40 מטרים",
    "משך": "קבוע",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיץ אור בהיר כמו אור השמש (ועם אותן השפעות כמו אור השמש) ברדיוס של 40 מטרים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "איתור חפץ",
    "טווח": "20 מטרים + 3 מטרים לדרגה",
    "משך": "סיבוב אחד לדרגה",
    "תיאור": "מטיל הלחש חש מהו הכיוון הנכון (בקו אווירי) אל עבר החפץ אותו הוא ציין על יד תיאורו בזמן הטלת הלחש. החפץ חייב להיות בטווח הלחש, והתיאור צריך להיות מדויק, כך שניתן לאתר חפץ ספציפי רק אם מטיל הלחש ראה אותו בעבר. לחלופין, ניתן לכוון את הלחש אל הפריט הקרוב ביותר מקטגוריה נפוצה של חפצים המוכרת למטיל הלחשL מדרגות, זהב וכדומה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "גילוי הנעלם מעין",
    "טווח": "2 מטרים לדרגה",
    "משך": "שעה",
    "תיאור": "מיטל הלחש יכול להבחין בחפצים ויצורים בלתי נראים, אפילו יצורים שמסתתרים במישור האסטרלי או השמיימי"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "גילוי רוע",
    "טווח": "10 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בכל קסם מרושע, כוונות מרושעות, מחשבות מרושעות או הילות מרושעות בטווח הלחש. רעל אינו רע מיסודו ולא ניתן לאיתור באמצעות לחש זה. השאלה אם יש הבדל בין תוהו למרושע נתונה לשיקול דעתה של הנחה - ברוב המערכות הם זהים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "היעלמות מעין",
    "טווח": "80 מטרים",
    "משך": "קבוע או עד ביצוע התקפה",
    "תיאור": "מטרת הלחש, יצור או חפץ הופך לבלתי נראה הן לראייה רגילה והן לזיוונות. התוצאה היא יצור בלתי נראה שלא ניתן לתקוף אותו אלא אם מיקומו המשוער ידוע. גם התקפות שמכוונות למקום הנכון סובלות ממחסר של 4- לפגיעה. אם היצור הבלתי נראה מבצע התקפה, הלחש נשבר; אחרת הוא נמשך עד ביטולו על יד מטיל הלחש או עד הסרתו על ידי קסם אחר."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "זיקוקים",
    "טווח": "80 מטרים",
    "משך": "שעה",
    "תיאור": "הלחש משפיע על מקור אש רגיל כגון לפיד או מדורה, וגורם לו להפיק זיקוקים או עשן מסמא. המנחה תחליט בדיוק כמה עשן (או זיקוקים) ייצור הלחש ואיזו השפעה תהיה לו, אך כמות העשן תספיק כדי למלא חלל של 7x7x7 מטרים לכל הפחות."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "חזיון תעתועים",
    "טווח": "80 מטרים",
    "משך": "כל עוד מטיל הלחש מתרכז",
    "תיאור": "לחש זה יוצר אשליה אשר נראית מציאותית לכל מי שצופה בה. האשליה מתפוגגת כאשר נוגעים בה, אך אם הצופה מאמין כי האשליה אמיתית היא לגרום לנזק. לקורבנות לחש זה מותר לזרוק להצלה, והאשליה לא יכולה לגרום יותר מ-2ק6 נזק לכל קורבן, אלא אם המנחה מחליטה אחרת. הנזק המדוייק יהיה תלוי בנסיבות - שימוש מבריק באמת יכול להיות הרסני ואילו אשליה עלובה עלולה לגרום לחוסר אמון כמעט מיידי."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "חשיכה, רדיוס 5 מ'",
    "טווח": "40 מטרים",
    "משך": "שעה",
    "תיאור": "חשיכה בלתי חדירה, אפילו לזיוונות, יורדת על אזור ההשפעה של לחש זה. ניתן להשתמש בלחש אור או הסרת קסם על מנת לנטרל את החשיכה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "מנעול קסמים",
    "טווח": "קרוב",
    "משך": "קבוע",
    "תיאור": "בדומה ללחש עצירת פתח, מנעול קסמים מחזיק דלת סגורה, אך הוא קבוע עד שיוסר או יבוטל. יצורים עם עמידות לקסם יכולים לנתץ את הלחש ללא מאמץ. כל קוסם שדרגתו גבוהה בלפחות שלוש דרגות ממטיל הלחש יכול לפתוח את הדלת וכך גם לחש פריצה, אם כי מנעול הקסמים אינו מוסר במקרים אלו וישוב לפעול כשהדלת תיסגר."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "עוצמה",
    "טווח": "מגע",
    "משך": "8 שעות",
    "תיאור": "ניתן להטיל לחש זה על לוחם או על כוהן. למשך השפעת הלחש לוחם זוכה בעוד 2ק4 נקודות של כוח וכוהן בעוד 1ק6 נקודות. ערך הכוח לא יעלה מעל ל-18 אלא אם המנחה בוחרת להתיר תוספים נוספים הנובעים מהכוח הנוסף."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "פה קסם",
    "טווח": "מגע",
    "משך": "קבוע",
    "תיאור": "לחש זה מוטל על חפץ כלשהו ומופעל כאשר תנאים מסויימים שנקבעו על ידי מטיל הלחש מתרחשים. עם מימוש התנאים, פה קסום מופיע על החפץ ומוסר את ההודעה שהוא צווה למסור. אורך ההודעה לא יעלה על שלושה מילים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "פריצה",
    "טווח": "20 מטרים",
    "משך": "מיידי",
    "תיאור": "לחש זה פותח את כל הדלתות, השערים והמעברים בטווח שלו, כולל כאלה שננעלו על ידי רוב האמצעים הקסומים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "ריחוף",
    "טווח": "7 מטרים לדרגה",
    "משך": "עשר דקות לדרגה",
    "תיאור": "לחש זה מאפשר לקוסם לרחף בכוחות עצמו בתנועה אנכית כלפי מעלה או כלפי מטה, אך הלחש עצמו לא מספק שום סיוע לתנועה קדימה. ניתן, כמובן, להשתמש בקיר, קצהו של צוק או תקרה על מנת לנוע בעזרת משיכה או דחיפה. ריחוף מאפשר תנועה מעלה או מטה במהירות של עד שני מטרים לדקה ומטיל הלחש אינו יכול לרחף יותר מאשר 7 מטרים לדרגה מעל לגובה הקרקע במקום בו מוטל הלחש (טווח זה יחול הן על תנועה באוויר והן על תנועה כלפי מטה אל תוך בור או תהום)."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "רשת",
    "טווח": "10 מטרים",
    "משך": "8 שעות",
    "תיאור": "קורים דביקים וסיביים ממלאים אזור בגודל שלא יעלה על 3x3x7 מטרים. קשה מאוד לעבור את המוני הקורים - הדבר ידרוש כעשר דקות ליצור דמוי-אדם המצויד בלפיד ובחרב (או בחרב בוערת). ללא כלים, יצור גדול יותר מסוס יוכל לפרוץ דרך הקורים תוך 20 דקות בערך, אך ליצור בגודל אדם יידרשו 30 עד 40 דקות או יותר, על פי שיקול דעתה של המנחה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "תמונת ראי",
    "טווח": "מסביב למטיל הלחש",
    "משך": "שעה או עד להשמדה",
    "תיאור": "לחש זה יוצר 1ק4 אשליות שזהות למטיל הלחש ופועלות בתיאום מלא איתו, כמו תמונות מראה. מי שתוקף את מטיל הלחש לא יכול להבדיל בין האשליות למטיל הלחש עצמו ועלול לתקוף אחת מהן במקום המטיל עצמו (נקבע אקראית בהטלת 1ק4). כאשר אחת האשליות נפגעת מהתקפה, היא נעלמת."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "תפיסה על-חושית",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטיל הלחש יכול לקרוא את מחשבותיהם של יצורים אחרים בטווח ההשפעה. הלחש אינו יכול לחדור יותר מחצי מטר של אבן ואפילו גיליון דק של עופרת יחסום אותו."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "האטה",
    "טווח": "80 מטרים",
    "משך": "30 דקות",
    "תיאור": "באזור ברדיוס של 20 מטרים, עד 24 יצורים שנכשלים בגלגול ההצלה שלהם מסוגלים לנוע ולתקוף רק בחצי המהירות."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "האצה",
    "טווח": "80 מטרים",
    "משך": "30 דקות",
    "תיאור": "באזור ברדיוס של 20 מטרים, עד 24 יצורים מסוגלים לנוע ולתקוף במהירות כפולה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "הגנה מקליעים רגילים",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "מטיל הלחש הופך לבלתי פגיע לקליעים שאינם קסומים, אם כי קליעים גדולים במיוחד, כגון סלעים, יתגברו על הלחש."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "הגנה מרוע, רדיוס 3 מ'",
    "טווח": "אזור ברדיוס 3 מטרים סביב מטיל הלחש",
    "משך": "שעה",
    "תיאור": "הלחש יוצר שדה קסום של הגנה ברדיוס של 3 מטרים סביב למטיל הלחש. השדה חוסם את כל המפלצות הקסומות (כגון יסודונים או שדים). מפלצות מרושעות סובלות ממחסר של 1- לפגיעה בכל מי שנמצא במעגל הקסום, ומי שבתוכו זוכה בתוסף של 1+ לכל גלגולי ההצלה מהתקפות אלו. אם לאדם בתוך המעגל כבר יש תוספים קסומים אחרים לגלגולי ההצלה או לדרג\"ש, לתוסף אין השפעה, אך מעגל ההגנה עדיין פועל כנגד יצורים קסומים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "היעלמות מעין, רדיוס 3 מ'",
    "טווח": "80 מטרים",
    "משך": "עד להסרה או עד שמתבצעת התקפה",
    "תיאור": "כמו לחש היעלמות מעין, גם לחש זה הופך את האדם שעליו מוטל הלחש לבלתי נראה לראייה רגילה ולזיוונות. בנוסף, הלחש מעלים יצורים וחפצים ברדיוס של 3 מטרים סביב מטרת הלחש, שנעים יחד עם המטרה. לא ניתן לתקוף שום דבר בתוך רדיוס זה אלא אם מיקומו המשוער ידוע, וגם התקפות שמכוונות למקום הנכון סובלות ממחסר של 4- לפגיעה. אם יצור בלתי נראה מבצע התקפה הלחש נשבר עבור כל היצורים והחפצים המושפעים; אחרת הוא נמשך עד ביטולו על יד מטיל הלחש או הסרתו על ידי קוסם אחר."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "הסרת קסם",
    "טווח": "40 מטרים",
    "משך": "מיידי כנגד לחש, או 10 דקות כנגד חפץ קסום",
    "תיאור": "לחש זה מסיר מיידית את רוב סוגי הלחשים וההקסמות. עם זאת, הוא אינו חזק מספיק כדי להסיר הקסמה מחפץ קסום, ובמקום זאת הוא מדכא את פעולתו למשך 10 דקות. הצלחת הלחש תלויה בגלגול ק%. המתאם לגלגול מבוסס על היחס בין דרגת מטיל הסרת הקסם לדרגת מטיל הלחש המקורי (או קוביות הפגיעה של המפלצת). כך למשל, לקוסם בדרגה 6 המנסה להסיר קסם שהוטל על ידי קוסם בדרגה 12 יש סיכוי של 50% להצלחה (6/12 = 0.5 או 50%). אם קוסם בדרגה 12 מנסה לבטל לחש של מפלצת בעלת 6 קוביות פגיעה, ההצלחה תהיה מובטחת (12/6 = 2.00, או 200%)"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "הצעה",
    "טווח": "טווח השמיעה של המטרה",
    "משך": "שבוע",
    "תיאור": "מטיל הלחש מציע הצעה היפנוטית (בדיבור) למטרה המיועדת של הלחש, גם אם המטרה אינה דוברת את שפת המטיל. יצור שנכשל בגלגול הצלה יפעל לפי ההצעה, כל עוד ניתן לבצע אותה תוך שבוע. ניתן להציע למטרה לבצע פעולה כעבור זמן מסוים, או לאחר שהתרחשו תנאים מסוימים. להצעה שהמטרה תתאבד יש רק 1% סיכוי לציות."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "זיוונות",
    "טווח": "13 מטרים",
    "משך": "יום",
    "תיאור": "מי שלחש זה מוטל עליו יכול לראות בחשיכה מוחלטת למשך ההשפעה של הלחש."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "זימון מפלצות I",
    "טווח": "ללא",
    "משך": "6 דקות",
    "תיאור": "מטיל הלחש מזמן בעלי ברית אשר משרתים אותו עד שהם נהרגים, או עד שמשך ההשפעה פג. בעלי הברית לא מופיעים מיידית, אלא כעבור כ-10 דקות סוג בעלי הברית שיופיעו נקבע בגלגול ק6 לפי הטבל שלהלן: 1 - 1ק6 עכברושי ענק, 2 - 1ק3 גמדים או גובלינים, 3 - 1ק3 אלפים או הובוגובלינים, 4 - 1ק6 קובולדים, 5 - 1ק3 אורקים, 6 - 1ק3 שלדים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "חבל קסם",
    "טווח": "רחוק ככל שמטיל הלחש יכול להשליך חבל",
    "משך": "שעה + 10 דקות לדרגה",
    "תיאור": "מטיל הלחש משליך חבל לאוויר והוא נותר תלוי שם, ממתין שיטפסו עליו. מטיל הלחש ועד שלושה אחרים יכולים לטפס על החבל ולהעלם אל תוך מימד \"אחר\" קטן. את החבל עצמו ניתן למשוך פנימה אל תוך המימד הקטן או להותירו בחוץ, אם כי אם מותירים אותו בחוץ מישהו עלול לגנוב אותו."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "חזיז ברק",
    "טווח": "80 מטרים",
    "משך": "מיידי",
    "תיאור": "חזיז ברק ברוחב של כמעט 3 מטרים פורץ מנקודה נבחרת ונמתח בקו ישר למרחק של 20 מטרים. כל מי שנמצא בדרכו סופג 1ק6 נקודות נזק לכל דרגה של מטיל הלחש, או חצי מכמות זו בגלגול הצלה מוצלח. אורכו של הברק יהיה בכל מקרה 20 מטרים, אפילו אם פירוש הדבר שהוא ניתז חזרה ממשהו החוסם את דרכו, כגון קיר אבן."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "כדור אש",
    "טווח": "80 מטרים",
    "משך": "מיידי",
    "תיאור": "קליע דמוי חרוז נורה מאצבעו של מטיל הלחש ומתפוצץ, בהגיעו ליעדו, לכדור אש לוהט. רדיוס הפיצוץ הוא 7 מטרים, וכל יצור או חפץ שנתפס בו סופג 1ק6 נזק לכל דרגה של מטיל הלחש, או חצי מכמות זו בגלגול הצלה מוצלח. בחלל סגור, אזור הפיצוץ עשוי להתעצב בהתאם לחלל הפנוי לפיצוץ - גודל האזור בסך הכול יהיה בערך 3x3x3 מטרים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "מעוף",
    "טווח": "מגע",
    "משך": "10 דקות לדרגה + 1ק6 עשרות דקות",
    "תיאור": "לחש זה מאפשר לקוסם לעוף במהירות של 40 מטרים לסיבוב. מנחת המשחק מגלגלת בסתר את 1ק6 עשרות הדקות הנוספות - השחקן לא יודע בדיוק למשך כמה זמן כוח התעופה יפעל."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "נשימת מים",
    "טווח": "10 מטרים",
    "משך": "שעתיים",
    "תיאור": "מי שלחש זו מוטל עליו יכול לנשום מתחת למים למשך ההשפעה של הלחש."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "עצירת איש",
    "טווח": "40 מטרים",
    "משך": "שעה + 10 דקות לדרגה",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. מי מהם שייכשל בגלגול ההצלה יהיה משותק לחלוטין כל משך ההשפעה. לחלופין, מטיל הלחש יכול לבחור להטיל את הלחש על אדם אחד בלבד, ובמקרה כזה גלגול ההצלה נעשה עם מחסר 2-"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "ראייה מרחוק",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "ראייה מרחוק מאפשרת למטיל הלחש לראות כל דבר בטווח של 20 מטרים. החוש הקסום שמקבל המטיל מתעלם מרוב סוגי המכשולים. עם זאת, קיר אבן מוצק מגביל את טווח הראייה לחצי מטר מעבר לו, וכל כמות של עופרת חוסמת את הראייה לחלוטין - אפילו גליון דק יספיק."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "רונות נפיצות",
    "טווח": "כיתוב על קלף",
    "משך": "קבוע",
    "תיאור": "הקוסם כותב רונת מלכודת קטלנית על גבי קלף, מגילה או נייר. אם מישהו מלבד מטיל הלחש קורא את הרונה, החותם מתפוצץ וגורם אוטומטית ל-4ק6 נקודות נזק לכל מי שנמצא ישירות מולו. הקלף או הספר עליו נכתבה הרונה מושמד גם הוא. לכל קוסם שדרגתו גבוהה לפחות בשתיים מזו של מטיל הרונה יש 60% סיכוי לגלות אותה, 75% סיכוי לעקוף אותה בקריאה הנוכחית בלבד (אם התגלתה) ו-100% סיכוי להסיר אותה (אם התגלתה ונעקפה בהצלחה)."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "שמיעה מרחוק",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "שמיעה מרחוק מאפשרת למטיל הלחש לשמוע כל דבר בטווח של 20 מטרים. החוש הקסום שמקבל המטיל מתעלם מרוב סוגי המכשולים. עם זאת, קיר אבן מוצק מגביל את טווח השמיעה לחצי מטר מעבר לו, וכל כמות של עופרת חוסמת את השמיעה לחלוטין - אפילו גליון דק יספיק."
  }
]