export const savingThrowsData = [
    {
      "סוג": "גנב",
      "דרגות": "1-3",
      "לחשים": 15,
      "מוות ורעל": 13,
      "נשיפת דרקון": 16,
      "מלכודות וסכנות": 13
    },
    {
      "סוג": "גנב",
      "דרגות": "4-6",
      "לחשים": 13,
      "מוות ורעל": 11,
      "נשיפת דרקון": 14,
      "מלכודות וסכנות": 11
    },
    {
      "סוג": "גנב",
      "דרגות": "7-9",
      "לחשים": 11,
      "מוות ורעל": 9,
      "נשיפת דרקון": 12,
      "מלכודות וסכנות": 9
    },
    {
      "סוג": "גנב",
      "דרגות": "10-12",
      "לחשים": 9,
      "מוות ורעל": 7,
      "נשיפת דרקון": 10,
      "מלכודות וסכנות": 7
    },
    {
      "סוג": "גנב",
      "דרגות": "13-15",
      "לחשים": 7,
      "מוות ורעל": 5,
      "נשיפת דרקון": 8,
      "מלכודות וסכנות": 5
    },
    {
      "סוג": "גנב",
      "דרגות": 16,
      "לחשים": 5,
      "מוות ורעל": 3,
      "נשיפת דרקון": 6,
      "מלכודות וסכנות": 3
    },
    {
      "סוג": "כוהן",
      "דרגות": "1-3",
      "לחשים": 15,
      "מוות ורעל": 11,
      "נשיפת דרקון": 16,
      "מלכודות וסכנות": 13
    },
    {
      "סוג": "כוהן",
      "דרגות": "4-6",
      "לחשים": 13,
      "מוות ורעל": 9,
      "נשיפת דרקון": 14,
      "מלכודות וסכנות": 11
    },
    {
      "סוג": "כוהן",
      "דרגות": "7-9",
      "לחשים": 11,
      "מוות ורעל": 7,
      "נשיפת דרקון": 12,
      "מלכודות וסכנות": 9
    },
    {
      "סוג": "כוהן",
      "דרגות": "10-12",
      "לחשים": 9,
      "מוות ורעל": 5,
      "נשיפת דרקון": 10,
      "מלכודות וסכנות": 7
    },
    {
      "סוג": "כוהן",
      "דרגות": "13-15",
      "לחשים": 7,
      "מוות ורעל": 3,
      "נשיפת דרקון": 8,
      "מלכודות וסכנות": 5
    },
    {
      "סוג": "כוהן",
      "דרגות": 16,
      "לחשים": 5,
      "מוות ורעל": 2,
      "נשיפת דרקון": 6,
      "מלכודות וסכנות": 3
    },
    {
      "סוג": "לוחם",
      "דרגות": "1-3",
      "לחשים": 16,
      "מוות ורעל": 12,
      "נשיפת דרקון": 15,
      "מלכודות וסכנות": 14
    },
    {
      "סוג": "לוחם",
      "דרגות": "4-6",
      "לחשים": 14,
      "מוות ורעל": 10,
      "נשיפת דרקון": 13,
      "מלכודות וסכנות": 12
    },
    {
      "סוג": "לוחם",
      "דרגות": "7-9",
      "לחשים": 12,
      "מוות ורעל": 8,
      "נשיפת דרקון": 11,
      "מלכודות וסכנות": 10
    },
    {
      "סוג": "לוחם",
      "דרגות": "10-12",
      "לחשים": 10,
      "מוות ורעל": 6,
      "נשיפת דרקון": 9,
      "מלכודות וסכנות": 8
    },
    {
      "סוג": "לוחם",
      "דרגות": "13-15",
      "לחשים": 8,
      "מוות ורעל": 4,
      "נשיפת דרקון": 7,
      "מלכודות וסכנות": 6
    },
    {
      "סוג": "לוחם",
      "דרגות": 16,
      "לחשים": 6,
      "מוות ורעל": 2,
      "נשיפת דרקון": 5,
      "מלכודות וסכנות": 4
    },
    {
      "סוג": "קוסם",
      "דרגות": "1-3",
      "לחשים": 14,
      "מוות ורעל": 13,
      "נשיפת דרקון": 16,
      "מלכודות וסכנות": 14
    },
    {
      "סוג": "קוסם",
      "דרגות": "4-6",
      "לחשים": 12,
      "מוות ורעל": 11,
      "נשיפת דרקון": 14,
      "מלכודות וסכנות": 12
    },
    {
      "סוג": "קוסם",
      "דרגות": "7-9",
      "לחשים": 10,
      "מוות ורעל": 9,
      "נשיפת דרקון": 12,
      "מלכודות וסכנות": 10
    },
    {
      "סוג": "קוסם",
      "דרגות": "10-12",
      "לחשים": 8,
      "מוות ורעל": 7,
      "נשיפת דרקון": 10,
      "מלכודות וסכנות": 8
    },
    {
      "סוג": "קוסם",
      "דרגות": "13-15",
      "לחשים": 6,
      "מוות ורעל": 5,
      "נשיפת דרקון": 8,
      "מלכודות וסכנות": 6
    },
    {
      "סוג": "קוסם",
      "דרגות": 16,
      "לחשים": 4,
      "מוות ורעל": 3,
      "נשיפת דרקון": 6,
      "מלכודות וסכנות": 4
    },
    {
      "סוג": "אלף קשת",
      "דרגות": "1-4",
      "לחשים": 15,
      "מוות ורעל": 12,
      "נשיפת דרקון": 15,
      "מלכודות וסכנות": 13
    },
    {
      "סוג": "אלף קשת",
      "דרגות": "5-8",
      "לחשים": 11,
      "מוות ורעל": 8,
      "נשיפת דרקון": 12,
      "מלכודות וסכנות": 10
    },
    {
      "סוג": "אלף קשת",
      "דרגות": "9-12",
      "לחשים": 7,
      "מוות ורעל": 4,
      "נשיפת דרקון": 9,
      "מלכודות וסכנות": 7
    },
    {
      "סוג": "אלף קשת",
      "דרגות": "13-16",
      "לחשים": 3,
      "מוות ורעל": 2,
      "נשיפת דרקון": 6,
      "מלכודות וסכנות": 4
    },
    {
      "סוג": "בן-מחצית גשש",
      "דרגות": "1-4",
      "לחשים": 12,
      "מוות ורעל": 8,
      "נשיפת דרקון": 13,
      "מלכודות וסכנות": 9
    },
    {
      "סוג": "בן-מחצית גשש",
      "דרגות": "5-8",
      "לחשים": 9,
      "מוות ורעל": 5,
      "נשיפת דרקון": 10,
      "מלכודות וסכנות": 6
    },
    {
      "סוג": "בן-מחצית גשש",
      "דרגות": "9-12",
      "לחשים": 6,
      "מוות ורעל": 2,
      "נשיפת דרקון": 7,
      "מלכודות וסכנות": 3
    },
    {
      "סוג": "בן-מחצית גשש",
      "דרגות": "13-16",
      "לחשים": 3,
      "מוות ורעל": 2,
      "נשיפת דרקון": 4,
      "מלכודות וסכנות": 2
    },
    {
      "סוג": "גמד שומר-מעוז",
      "דרגות": "1-4",
      "לחשים": 12,
      "מוות ורעל": 8,
      "נשיפת דרקון": 13,
      "מלכודות וסכנות": 10
    },
    {
      "סוג": "גמד שומר-מעוז",
      "דרגות": "5-8",
      "לחשים": 10,
      "מוות ורעל": 6,
      "נשיפת דרקון": 10,
      "מלכודות וסכנות": 8
    },
    {
      "סוג": "גמד שומר-מעוז",
      "דרגות": "9-12",
      "לחשים": 8,
      "מוות ורעל": 4,
      "נשיפת דרקון": 7,
      "מלכודות וסכנות": 6
    },
    {
      "סוג": "גמד שומר-מעוז",
      "דרגות": "13-16",
      "לחשים": 6,
      "מוות ורעל": 2,
      "נשיפת דרקון": 4,
      "מלכודות וסכנות": 4
    },
    {
      "סוג": "דרואיד",
      "דרגות": "1-3",
      "לחשים": 15,
      "מוות ורעל": 10,
      "נשיפת דרקון": 14,
      "מלכודות וסכנות": 14
    },
    {
      "סוג": "דרואיד",
      "דרגות": "4-6",
      "לחשים": 13,
      "מוות ורעל": 8,
      "נשיפת דרקון": 12,
      "מלכודות וסכנות": 12
    },
    {
      "סוג": "דרואיד",
      "דרגות": "7-9",
      "לחשים": 11,
      "מוות ורעל": 6,
      "נשיפת דרקון": 10,
      "מלכודות וסכנות": 10
    },
    {
      "סוג": "דרואיד",
      "דרגות": "10-12",
      "לחשים": 9,
      "מוות ורעל": 4,
      "נשיפת דרקון": 8,
      "מלכודות וסכנות": 8
    },
    {
      "סוג": "דרואיד",
      "דרגות": "13-15",
      "לחשים": 7,
      "מוות ורעל": 2,
      "נשיפת דרקון": 6,
      "מלכודות וסכנות": 6
    },
    {
      "סוג": "דרואיד",
      "דרגות": 16,
      "לחשים": 5,
      "מוות ורעל": 2,
      "נשיפת דרקון": 4,
      "מלכודות וסכנות": 4
    },
    {
      "סוג": "פלאדין",
      "דרגות": "1-3",
      "לחשים": 14,
      "מוות ורעל": 10,
      "נשיפת דרקון": 13,
      "מלכודות וסכנות": 12
    },
    {
      "סוג": "פלאדין",
      "דרגות": "4-6",
      "לחשים": 12,
      "מוות ורעל": 8,
      "נשיפת דרקון": 11,
      "מלכודות וסכנות": 10
    },
    {
      "סוג": "פלאדין",
      "דרגות": "7-9",
      "לחשים": 10,
      "מוות ורעל": 6,
      "נשיפת דרקון": 9,
      "מלכודות וסכנות": 8
    },
    {
      "סוג": "פלאדין",
      "דרגות": "10-12",
      "לחשים": 8,
      "מוות ורעל": 4,
      "נשיפת דרקון": 7,
      "מלכודות וסכנות": 6
    },
    {
      "סוג": "פלאדין",
      "דרגות": "13-15",
      "לחשים": 6,
      "מוות ורעל": 2,
      "נשיפת דרקון": 5,
      "מלכודות וסכנות": 4
    },
    {
      "סוג": "פלאדין",
      "דרגות": 16,
      "לחשים": 4,
      "מוות ורעל": 2,
      "נשיפת דרקון": 3,
      "מלכודות וסכנות": 2
    },
    {
      "סוג": "אלף אומן-רונות",
      "דרגות": "1-4",
      "לחשים": 13,
      "מוות ורעל": 12,
      "נשיפת דרקון": 15,
      "מלכודות וסכנות": 13
    },
    {
      "סוג": "אלף אומן-רונות",
      "דרגות": "5-8",
      "לחשים": 10,
      "מוות ורעל": 10,
      "נשיפת דרקון": 12,
      "מלכודות וסכנות": 10
    },
    {
      "סוג": "אלף אומן-רונות",
      "דרגות": "9-12",
      "לחשים": 7,
      "מוות ורעל": 8,
      "נשיפת דרקון": 9,
      "מלכודות וסכנות": 7
    },
    {
      "סוג": "אלף אומן-רונות",
      "דרגות": "13-16",
      "לחשים": 4,
      "מוות ורעל": 6,
      "נשיפת דרקון": 6,
      "מלכודות וסכנות": 4
    },
    {
      "סוג": "בן-מחצית פייטן",
      "דרגות": "1-4",
      "לחשים": 12,
      "מוות ורעל": 8,
      "נשיפת דרקון": 13,
      "מלכודות וסכנות": 9
    },
    {
      "סוג": "בן-מחצית פייטן",
      "דרגות": "5-8",
      "לחשים": 9,
      "מוות ורעל": 5,
      "נשיפת דרקון": 10,
      "מלכודות וסכנות": 6
    },
    {
      "סוג": "בן-מחצית פייטן",
      "דרגות": "9-12",
      "לחשים": 6,
      "מוות ורעל": 2,
      "נשיפת דרקון": 7,
      "מלכודות וסכנות": 3
    },
    {
      "סוג": "בן-מחצית פייטן",
      "דרגות": "13-16",
      "לחשים": 3,
      "מוות ורעל": 2,
      "נשיפת דרקון": 4,
      "מלכודות וסכנות": 2
    },
    {
      "סוג": "גמד לוחש-סלעים",
      "דרגות": "1-4",
      "לחשים": 12,
      "מוות ורעל": 12,
      "נשיפת דרקון": 13,
      "מלכודות וסכנות": 11
    },
    {
      "סוג": "גמד לוחש-סלעים",
      "דרגות": "5-8",
      "לחשים": 9,
      "מוות ורעל": 10,
      "נשיפת דרקון": 10,
      "מלכודות וסכנות": 9
    },
    {
      "סוג": "גמד לוחש-סלעים",
      "דרגות": "9-12",
      "לחשים": 6,
      "מוות ורעל": 8,
      "נשיפת דרקון": 7,
      "מלכודות וסכנות": 7
    },
    {
      "סוג": "גמד לוחש-סלעים",
      "דרגות": "13-16",
      "לחשים": 3,
      "מוות ורעל": 6,
      "נשיפת דרקון": 4,
      "מלכודות וסכנות": 5
    },
    {
      "סוג": "חצי-אלף תר-דרך",
      "דרגות": "1-4",
      "לחשים": 14,
      "מוות ורעל": 13,
      "נשיפת דרקון": 15,
      "מלכודות וסכנות": 12
    },
    {
      "סוג": "חצי-אלף תר-דרך",
      "דרגות": "5-8",
      "לחשים": 11,
      "מוות ורעל": 10,
      "נשיפת דרקון": 11,
      "מלכודות וסכנות": 9
    },
    {
      "סוג": "חצי-אלף תר-דרך",
      "דרגות": "9-12",
      "לחשים": 8,
      "מוות ורעל": 7,
      "נשיפת דרקון": 7,
      "מלכודות וסכנות": 6
    },
    {
      "סוג": "חצי-אלף תר-דרך",
      "דרגות": "13-16",
      "לחשים": 5,
      "מוות ורעל": 4,
      "נשיפת דרקון": 3,
      "מלכודות וסכנות": 3
    }
  ]