export const thiefSkillsData = [
    {
      "סוג": "גנב",
      "דרגה": 1,
      "טיפוס על קירות (%)": 85,
      "מלאכה עדינה (%)": 15,
      "הקשבה לרעשים": "3 מ-6",
      "הסתתרות בצללים (%)": 10,
      "תנועה חרישית (%)": 20,
      "פריצת מנעולים (%)": 10
    },
    {
      "סוג": "גנב",
      "דרגה": 2,
      "טיפוס על קירות (%)": 86,
      "מלאכה עדינה (%)": 20,
      "הקשבה לרעשים": "3 מ-6",
      "הסתתרות בצללים (%)": 15,
      "תנועה חרישית (%)": 25,
      "פריצת מנעולים (%)": 15
    },
    {
      "סוג": "גנב",
      "דרגה": 3,
      "טיפוס על קירות (%)": 87,
      "מלאכה עדינה (%)": 25,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 20,
      "תנועה חרישית (%)": 30,
      "פריצת מנעולים (%)": 20
    },
    {
      "סוג": "גנב",
      "דרגה": 4,
      "טיפוס על קירות (%)": 88,
      "מלאכה עדינה (%)": 30,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 25,
      "תנועה חרישית (%)": 35,
      "פריצת מנעולים (%)": 25
    },
    {
      "סוג": "גנב",
      "דרגה": 5,
      "טיפוס על קירות (%)": 89,
      "מלאכה עדינה (%)": 35,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 30,
      "תנועה חרישית (%)": 40,
      "פריצת מנעולים (%)": 30
    },
    {
      "סוג": "גנב",
      "דרגה": 6,
      "טיפוס על קירות (%)": 90,
      "מלאכה עדינה (%)": 45,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 40,
      "תנועה חרישית (%)": 50,
      "פריצת מנעולים (%)": 40
    },
    {
      "סוג": "גנב",
      "דרגה": 7,
      "טיפוס על קירות (%)": 91,
      "מלאכה עדינה (%)": 55,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 50,
      "תנועה חרישית (%)": 60,
      "פריצת מנעולים (%)": 50
    },
    {
      "סוג": "גנב",
      "דרגה": 8,
      "טיפוס על קירות (%)": 92,
      "מלאכה עדינה (%)": 65,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 60,
      "תנועה חרישית (%)": 70,
      "פריצת מנעולים (%)": 60
    },
    {
      "סוג": "גנב",
      "דרגה": 9,
      "טיפוס על קירות (%)": 93,
      "מלאכה עדינה (%)": 75,
      "הקשבה לרעשים": "5 מ-6",
      "הסתתרות בצללים (%)": 70,
      "תנועה חרישית (%)": 80,
      "פריצת מנעולים (%)": 70
    },
    {
      "סוג": "גנב",
      "דרגה": 10,
      "טיפוס על קירות (%)": 94,
      "מלאכה עדינה (%)": 80,
      "הקשבה לרעשים": "5 מ-6",
      "הסתתרות בצללים (%)": 75,
      "תנועה חרישית (%)": 85,
      "פריצת מנעולים (%)": 75
    },
    {
      "סוג": "גנב",
      "דרגה": 11,
      "טיפוס על קירות (%)": 95,
      "מלאכה עדינה (%)": 85,
      "הקשבה לרעשים": "5 מ-6",
      "הסתתרות בצללים (%)": 80,
      "תנועה חרישית (%)": 90,
      "פריצת מנעולים (%)": 80
    },
    {
      "סוג": "גנב",
      "דרגה": 12,
      "טיפוס על קירות (%)": 96,
      "מלאכה עדינה (%)": 90,
      "הקשבה לרעשים": "5 מ-6",
      "הסתתרות בצללים (%)": 85,
      "תנועה חרישית (%)": 95,
      "פריצת מנעולים (%)": 85
    },
    {
      "סוג": "גנב",
      "דרגה": 13,
      "טיפוס על קירות (%)": 97,
      "מלאכה עדינה (%)": 92,
      "הקשבה לרעשים": "5 מ-6",
      "הסתתרות בצללים (%)": 87,
      "תנועה חרישית (%)": 97,
      "פריצת מנעולים (%)": 87
    },
    {
      "סוג": "גנב",
      "דרגה": 14,
      "טיפוס על קירות (%)": 98,
      "מלאכה עדינה (%)": 94,
      "הקשבה לרעשים": "5 מ-6",
      "הסתתרות בצללים (%)": 89,
      "תנועה חרישית (%)": 99,
      "פריצת מנעולים (%)": 89
    },
    {
      "סוג": "גנב",
      "דרגה": 15,
      "טיפוס על קירות (%)": 99,
      "מלאכה עדינה (%)": 96,
      "הקשבה לרעשים": "6 מ-6",
      "הסתתרות בצללים (%)": 91,
      "תנועה חרישית (%)": 100,
      "פריצת מנעולים (%)": 91
    },
    {
      "סוג": "גנב",
      "דרגה": 16,
      "טיפוס על קירות (%)": 100,
      "מלאכה עדינה (%)": 98,
      "הקשבה לרעשים": "6 מ-6",
      "הסתתרות בצללים (%)": 93,
      "תנועה חרישית (%)": 100,
      "פריצת מנעולים (%)": 93
    }
  ]