export const trackerHalfingSkillsData = [
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 1,
      "מלאכה עדינה (%)": 20,
      "הקשבה לרעשים": "2 מ-6",
      "הסתתרות בצללים (%)": 20,
      "תנועה חרישית (%)": 25,
      "גששות (%)": 44
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 2,
      "מלאכה עדינה (%)": 25,
      "הקשבה לרעשים": "2 מ-6",
      "הסתתרות בצללים (%)": 25,
      "תנועה חרישית (%)": 30,
      "גששות (%)": 48
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 3,
      "מלאכה עדינה (%)": 30,
      "הקשבה לרעשים": "3 מ-6",
      "הסתתרות בצללים (%)": 30,
      "תנועה חרישית (%)": 35,
      "גששות (%)": 52
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 4,
      "מלאכה עדינה (%)": 35,
      "הקשבה לרעשים": "3 מ-6",
      "הסתתרות בצללים (%)": 35,
      "תנועה חרישית (%)": 40,
      "גששות (%)": 56
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 5,
      "מלאכה עדינה (%)": 40,
      "הקשבה לרעשים": "3 מ-6",
      "הסתתרות בצללים (%)": 40,
      "תנועה חרישית (%)": 45,
      "גששות (%)": 60
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 6,
      "מלאכה עדינה (%)": 45,
      "הקשבה לרעשים": "3 מ-6",
      "הסתתרות בצללים (%)": 45,
      "תנועה חרישית (%)": 55,
      "גששות (%)": 66
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 7,
      "מלאכה עדינה (%)": 55,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 55,
      "תנועה חרישית (%)": 65,
      "גששות (%)": 72
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 8,
      "מלאכה עדינה (%)": 65,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 65,
      "תנועה חרישית (%)": 75,
      "גששות (%)": 78
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 9,
      "מלאכה עדינה (%)": 75,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 75,
      "תנועה חרישית (%)": 85,
      "גששות (%)": 84
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 10,
      "מלאכה עדינה (%)": 85,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 85,
      "תנועה חרישית (%)": 90,
      "גששות (%)": 88
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 11,
      "מלאכה עדינה (%)": 90,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 90,
      "תנועה חרישית (%)": 92,
      "גששות (%)": 90
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 12,
      "מלאכה עדינה (%)": 92,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 92,
      "תנועה חרישית (%)": 94,
      "גששות (%)": 92
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 13,
      "מלאכה עדינה (%)": 94,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 94,
      "תנועה חרישית (%)": 96,
      "גששות (%)": 93
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 14,
      "מלאכה עדינה (%)": 96,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 96,
      "תנועה חרישית (%)": 98,
      "גששות (%)": 94
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 15,
      "מלאכה עדינה (%)": 98,
      "הקשבה לרעשים": "4 מ-6",
      "הסתתרות בצללים (%)": 98,
      "תנועה חרישית (%)": 100,
      "גששות (%)": 95
    },
    {
      "סוג": "גשש בן מחצית",
      "דרגה": 16,
      "מלאכה עדינה (%)": 100,
      "הקשבה לרעשים": "6 מ-6",
      "הסתתרות בצללים (%)": 100,
      "תנועה חרישית (%)": 100,
      "גששות (%)": 96
    }
  ]